Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2019.tmx
Source language: en_us
Languages: zh_cn

source: We will develop Internet Plus Healthcare models, establish a system for remote medical care services, strengthen efforts to build the capacity of community-level healthcare institutions and train their workers, and improve services provided both under the tiered diagnosis and treatment model and by contracted family doctors.
zh_cn: 发展“互联网+医疗健康”，加快建立远程医疗服务体系，加强基层医疗卫生机构能力建设和医护人员培养，提升分级诊疗和家庭医生签约服务质量。

source: Prevention will continue to be our priority.
zh_cn: 坚持预防为主，

source: The increase in government subsidies for basic public health service expenditures will be used entirely for villages and communities, to ensure direct benefits to the people.
zh_cn: 将新增基本公共卫生服务财政补助经费全部用于村和社区，务必让基层群众受益。

source: We will work to ensure the effective prevention and control of infectious diseases, endemic diseases, and myopia in children and young people.
zh_cn: 抓好传染病、地方病、青少年近视防治。

source: We will refine supporting policies for childbirth and improve maternal and child healthcare services.
zh_cn: 完善生育配套政策，加强妇幼保健服务。

source: We will support the preservation, innovation, and development of traditional Chinese medicine.
zh_cn: 支持中医药事业传承创新发展。

source: Health education and management will be strengthened.
zh_cn: 加强健康教育和健康管理。

source: Drugs and vaccines protect lives. We must strengthen the entire process of their regulation from production to use.
zh_cn: 药品疫苗攸关生命安全，必须强化全程监管，

source: We will bring lawbreakers to justice, and investigate negligence and the dereliction of duty and hold the guilty to account, to guard the line protecting the lives and health of our people.
zh_cn: 对违法者要严惩不贷，对失职渎职者要严肃查办，坚决守住人民群众生命健康的防线。

source: We will improve the social security system and related policies.
zh_cn: 完善社会保障制度和政策。

source: We will build a robust multilevel aged-care social protection system and continue to increase the basic retirement pension.
zh_cn: 推进多层次养老保障体系建设。继续提高退休人员基本养老金。

source: We will ensure benefits for demobilized military personnel, and improve the policy on their basic medical insurance and basic aged-care insurance.
zh_cn: 落实退役军人待遇保障，完善退役士兵基本养老、基本医疗保险接续政策。

source: Urban and rural subsistence allowances and special assistance benefits will be adequately increased and social protection for children in difficult situations will be improved.
zh_cn: 适当提高城乡低保、专项救助等标准，加强困境儿童保障。

source: Efforts will be intensified to assist struggling urban employees to get out of poverty.
zh_cn: 加大城镇困难职工脱困力度。

source: Disability prevention and rehabilitation services will be improved.
zh_cn: 提升残疾预防和康复服务水平。

source: We must do our best to address urgent needs of people in difficulty, provide help when they need it most and ensure that the basic living needs of the people are met.
zh_cn: 我们要尽力为群众救急解困、雪中送炭，基本民生的底线要坚决兜牢。

source: We will work to enrich the intellectual and cultural life of our people.
zh_cn: 丰富人民群众精神文化生活。

source: We will foster and practice core socialist values, carry out a broad range of public activities to promote cultural and ethical advancement, and encourage the spirit of struggle, the spirit of science, a role-model work ethic, and the pursuit of fine workmanship. This will create a powerful source of aspiration for the pursuit of excellence and moral integrity.
zh_cn: 培育和践行社会主义核心价值观，广泛开展群众性精神文明创建活动，大力弘扬奋斗精神、科学精神、劳模精神、工匠精神，汇聚起向上向善的强大力量。

source: We will accelerate the development of philosophy and social sciences with Chinese features.
zh_cn: 加快构建中国特色哲学社会科学。

source: We will intensify efforts to improve online content.
zh_cn: 加强互联网内容建设。

source: We will work to see that art and literature thrive, and develop the press, publishing, radio, film, television, and archiving.
zh_cn: 繁荣文艺创作，发展新闻出版、广播影视和档案等事业。

source: The protection and use of cultural relics and the preservation of intangible cultural heritage will be strengthened.
zh_cn: 加强文物保护利用和非物质文化遗产传承。

source: We will promote the reform and development of cultural programs and industries and build stronger public cultural service capacity at the community level.
zh_cn: 推动文化事业和文化产业改革发展，提升基层公共文化服务能力。

source: We will champion a culture of reading among our people and advance the building of a learning society.
zh_cn: 倡导全民阅读，推进学习型社会建设。

source: People-to-people and cultural exchanges with other countries will be boosted.
zh_cn: 深化中外人文交流。

source: Extensive Fitness-for-All activities will be carried out.
zh_cn: 广泛开展全民健身活动。

source: We will make sure we're ready for the 2020 Olympic and Paralympic Games, undertake detailed planning and preparatory work for the 2022 Winter Olympics and Paralympics in Beijing, and host a successful Seventh World Military Games.
zh_cn: 扎实做好2020年奥运会、残奥会备战工作，精心筹办北京冬奥会、冬残奥会，办好第七届世界军人运动会。

source: When our people are in good health both mentally and physically, our society will be full of vitality, and our country will thrive.
zh_cn: 人民群众身心健康，社会就充满活力，国家就繁荣兴旺。

source: We will strengthen social governance and explore new ways to conduct it.
zh_cn: 加强和创新社会治理。

source: We will shift the focus of social governance to the community level, extend the Fengqiao experience in promoting social harmony, and develop a new model of urban and rural community governance.
zh_cn: 推动社会治理重心向基层下移，推广促进社会和谐的“枫桥经验”，构建城乡社区治理新格局。

source: We will guide and support the healthy development of social organizations, humanitarian assistance, volunteer services, and charity.
zh_cn: 引导支持社会组织、人道救助、志愿服务和慈善事业健康发展。

source: The social credit system will be improved.
zh_cn: 健全社会信用体系。

source: We will protect the legitimate rights and interests of women, children, the elderly, and people with disabilities.
zh_cn: 保障妇女、儿童、老人、残疾人合法权益。

source: We will improve work to address public complaints, and work in line with law to promptly meet justified public demands.
zh_cn: 改进信访工作，依法及时解决群众合理诉求。

source: We will improve public psychological and counseling services.
zh_cn: 加强社会心理服务。

source: We will improve the national emergency response system and our capacity for disaster prevention, mitigation, and relief.
zh_cn: 健全国家应急体系，提高防灾减灾救灾能力。

source: We will strengthen workplace safety and resolutely guard against and curb the occurrence of serious and major accidents.
zh_cn: 加强安全生产，防范遏制重特大事故。

source: Seismological, meteorological, hydrological, geological, and mapping work will be done well.
zh_cn: 做好地震、气象、水文、地质、测绘等工作。

source: We will improve the public legal service system and continue activities to improve public awareness of laws.
zh_cn: 健全公共法律服务体系，深化普法宣传教育。

source: We will strengthen national security capacity building.
zh_cn: 加强国家安全能力建设。

source: We will improve the multidimensional crime prevention and control system, and intensify the special campaign to root out organized crime and local mafia.
zh_cn: 完善立体化社会治安防控体系，深入推进扫黑除恶专项斗争，

source: We will, in accordance with law, punish illegal and criminal offenses such as theft, robbery, fraud, pornography, gambling, and drug-related crime, crack down on economic crimes like illegal fundraising and pyramid schemes, and tackle prominent problems such as the abuse of personal information.
zh_cn: 依法惩治盗抢骗黄赌毒等违法犯罪活动，打击非法集资、传销等经济犯罪，整治侵犯公民个人信息等突出问题，

source: In short, we will make every effort to ensure that our people live in peace and safety.
zh_cn: 坚决守护好人民群众的平安生活。

source: The new developments and tasks have created new and higher demands for the work of government.
zh_cn: 新的形势和任务，对政府工作提出了新的更高要求。

source: At every level of government, we should keep firmly in mind the need to maintain political integrity, think in big-picture terms, follow the leadership core, and keep in alignment.
zh_cn: 各级政府要树牢“四个意识”，

source: We should strengthen our confidence in the path, theory, system, and culture of socialism with Chinese characteristics.
zh_cn: 坚定“四个自信”，

source: We should resolutely uphold General Secretary Xi Jinping's core position on the Party Central Committee and in the Party as a whole, and resolutely uphold the Party Central Committee's authority and its centralized, unified leadership.
zh_cn: 坚决做到“两个维护”，

source: And we should maintain a high degree of unity in thought, stance, and action with the Party Central Committee with Comrade Xi Jinping at its core and exercise full and rigorous self-discipline in the Party.
zh_cn: 自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致，落实全面从严治党要求，

source: We should have the courage to conduct self-reform, further streamline administration and delegate power, speed up the transformation of our functions and the improvement of our performance, and strengthen government credibility and capacity for execution, to better meet the people's new expectations for a better life.
zh_cn: 勇于自我革命，深入推进简政放权，加快转职能、提效能，增强政府公信力和执行力，更好满足人民对美好生活的新期待。

source: We will continue to fully perform the functions of government in accordance with law.
zh_cn: 坚持依法全面履职。

source: We must fully implement the basic strategy on comprehensive law-based governance, strictly abide by the Constitution and the law, and bring all government activities into line with the rule of law.
zh_cn: 深入贯彻全面依法治国基本方略，严格遵守宪法法律，把政府活动全面纳入法治轨道。

source: At every level of government, we must accept, as law requires, the oversight of the people's congresses and their standing committees at the corresponding level.
zh_cn: 各级政府要依法接受同级人大及其常委会的监督，

source: We should readily subject ourselves to the democratic oversight of CPPCC committees, public oversight, and oversight through public opinion, so that power is exercised with transparency.
zh_cn: 自觉接受人民政协的民主监督，主动接受社会和舆论监督，让权力在阳光下运行。

source: Everything the government does should be something the people want.
zh_cn: 政府干的，都应是人民盼的。

source: We will make decisions in a sound, democratic, and legally-compliant way, listen carefully to the views of the deputies to people's congresses and CPPCC committee members; listen to the views of other political parties, federations of industry and commerce, people without party affiliation, and people's organizations, and listen to the views of the general public and the business community. This will make sure that each of our policies fits the conditions and realities of our country, responds to people's desire, and better satisfies public demand.
zh_cn: 要坚持科学、民主、依法决策，认真听取人大代表、政协委员意见，听取民主党派、工商联、无党派人士和各人民团体意见，听取社会公众和企业意见，使各项政策符合基本国情和客观实际，更接地气、更合民意。

source: We will promote transparency in all government affairs.
zh_cn: 全面推进政务公开。

source: We will support trade unions, Communist Youth League organizations, women's federations, and other people's organizations in better playing their roles.
zh_cn: 支持工会、共青团、妇联等群团组织更好发挥作用。

source: We will fully implement the system of responsibility and accountability for government enforcement of laws and regulations.
zh_cn: 全面落实行政执法责任制和问责制，

source: All actions that violate laws or regulations will be resolutely investigated and punished; all instances of failure to enforce the law impartially and with basic decency must be resolutely stopped; and any employee of government found to be not doing their job must be firmly held to account.
zh_cn: 对一切违法违规的行为都要坚决查处，对一切执法不公正不文明的现象都要坚决整治，对所有行政不作为的人员都要坚决追责。

source: We will step up efforts to improve Party conduct and ensure clean government.
zh_cn: 深入推进党风廉政建设。

source: We will hold activities about keeping in mind our Party's founding mission.
zh_cn: 扎实开展“不忘初心、牢记使命”主题教育。

source: We will fully enforce the Party Central Committee's eight-point decision on conduct and its rules for implementation, and keep up efforts to address formalities performed for formalities' sake, bureaucratism, hedonism, and extravagance.
zh_cn: 认真贯彻落实中央八项规定及其实施细则精神，持之以恒纠治“四风”。

source: We will intensify work to build a clean government, and take coordinated action to make government employees not dare, not able, and not want to commit corruption.
zh_cn: 加强廉洁政府建设，一体推进不敢腐、不能腐、不想腐。

source: Auditing-based oversight will be strengthened.
zh_cn: 强化审计监督。

source: We in the government must readily subject ourselves to the oversight of the law, supervisory bodies, and the people.
zh_cn: 政府工作人员要自觉接受法律监督、监察监督和人民监督。

source: The ultimate measure of our performance is whether and what we deliver.
zh_cn: 衡量政绩最终是看结果。

source: Governments at all levels must firmly oppose and put a stop to all pointless formalities and bureaucratism in all its manifestations.
zh_cn: 各级政府要坚决反对和整治一切形式主义、官僚主义，

source: We should free government employees from the mountains of documents and endless meetings, from the superfluities surrounding evaluations and inspections, and from report writing and form filling-in, and instead spend our energy on solving real problems.
zh_cn: 让干部从文山会海、迎评迎检、材料报表中解脱出来，把精力用在解决实际问题上。

source: We will cut down on and overhaul matters subject to inspection, checks, and evaluations, and implement an Internet Plus Inspection initiative.
zh_cn: 压减和规范督查检查考核事项，实施“互联网+督查”。

source: The number of meetings and documents will be cut.
zh_cn: 减少开会和发文数量，

source: This year, the State Council and its offices and departments will lead the way in making major reductions to the number of meetings and will cut the number of documents issued by over a third.
zh_cn: 今年国务院及其部门要带头大幅精简会议、坚决把文件压减三分之一以上。

source: We will strengthen our readiness to shoulder responsibility.
zh_cn: 切实强化责任担当。

source: The tremendous achievements of China's reform and development to date have been made by our officials and people through perseverance and hard work.
zh_cn: 中国改革发展的巨大成就，是广大干部群众筚路蓝缕、千辛万苦干出来的。

source: To achieve the Two Centenary Goals, and let the happiness and ambitions of the Chinese people be realized, we need to continue to put in long-term hard work.
zh_cn: 实现“两个一百年”奋斗目标，成就中国人民的幸福与追求，还得长期不懈地干。

source: Government works for the public; words can't compare with actions.
zh_cn: 为政以公，行胜于言。

source: All levels and employees of government should be down to earth and practical and eschew doing things for show.
zh_cn: 各级政府及其工作人员要求真务实、力戒浮华，

source: We should let what we have achieved in reform and development speak for itself.
zh_cn: 以推动改革发展的成果说话，

source: We should deliver a good performance in what we do.
zh_cn: 以干事创业的实绩交卷。

source: We will improve the mechanisms for offering incentives, imposing constraints, and ensuring no one who has fulfilled their duties is held liable.
zh_cn: 健全激励约束机制和尽职免责机制，

source: We should create an atmosphere in which officials are ready and eager to try, and able to try and deliver real outcomes.
zh_cn: 营造干部愿干事、敢干事、能干成事的环境。

source: We will keep central and local governments motivated, respect the pioneering spirit of officials working at the primary level and the people, and offer incentives and leave ample space for local governments to make bold explorations.
zh_cn: 更好发挥中央和地方两个积极性，尊重基层和群众首创精神，为地方大胆探索提供激励、留足空间。

source: All of us working in the government must have true dedication and be enterprising.
zh_cn: 广大干部要树立强烈的事业心和进取心，

source: We must never sidestep difficulties or shirk obligations;
zh_cn: 事不避难、义不逃责，

source: we must knuckle down and work hard, and be creative while aware of what is feasible.
zh_cn: 埋头苦干、结合实际创造性地干，

source: We should make new achievements worthy of our people and make remarkable new accomplishments in pursuing China's development.
zh_cn: 努力干出无愧于人民的新业绩，干出中国发展的新辉煌。

source: We will uphold and improve the system of regional ethnic autonomy, implement in full the Party's policies on ethnic affairs, heighten public awareness of ethnic unity and progress, build a strong sense of community among the Chinese people, and enable the people of all our ethnic groups to live together happily, work together for a common cause, and develop in harmony.
zh_cn: 我们要坚持和完善民族区域自治制度，全面贯彻党的民族政策，深化民族团结进步教育，铸牢中华民族共同体意识，促进各民族和睦相处、和衷共济、和谐发展。

source: We will strengthen support for development in ethnic minority areas and for the development of ethnic groups with smaller populations.
zh_cn: 加大对民族地区和人口较少民族发展的支持，

source: We will redouble efforts to boost development in the border regions to benefit the people living there.
zh_cn: 深入实施兴边富民行动，

source: Together, we will build a beautiful homeland in which 56 ethnic groups work together for common prosperity and development.
zh_cn: 同心协力建设56个民族共同团结奋斗、共同繁荣发展的美好家园。

source: We must fully implement the Party's fundamental policy on religious affairs, abide by the principle that religions in China must be Chinese in orientation, oversee religious affairs in accordance with law, and encourage religious leaders and believers to take an active part in promoting economic and social development.
zh_cn: 我们要全面贯彻党的宗教工作基本方针，坚持我国宗教的中国化方向，依法管理宗教事务，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: We will act on policies related to overseas Chinese nationals, and protect the legitimate rights and interests of overseas Chinese nationals, returned overseas Chinese, and relatives of overseas Chinese nationals residing in China.
zh_cn: 我们要认真落实侨务政策，保障海外侨胞和归侨侨眷合法权益，

source: We will improve and strengthen our services for them, give play to their unique strengths and important role, seek the greatest convergence of interests among all Chinese, both at home and overseas, and forge a mighty force, as we endeavor to create more remarkable achievements.
zh_cn: 改善和加强服务，发挥好他们的独特优势和重要作用，画好海内外中华儿女的最大同心圆，汇聚起共创辉煌的澎湃力量。

source: Over the past year, we achieved solid progress in strengthening national defense and the armed forces, made many new accomplishments in this endeavor, and brought new changes to our military.
zh_cn: 过去一年，国防和军队建设扎实推进，强军事业展现许多新气象新作为。

source: In the year ahead, we will continue to take as our guide the Party's goal of building stronger armed forces for the new era, and ensure that our work to develop national defense and the armed forces is guided by Xi Jinping's thinking on strengthening the military.
zh_cn: 新的一年，要继续以党在新时代的强军目标为引领，牢固确立习近平强军思想在国防和军队建设中的指导地位，

source: We will further efforts to ensure the political loyalty of the armed forces, strengthen them through reform, science and technology, and run them in accordance with law.
zh_cn: 深入推进政治建军、改革强军、科技兴军、依法治军。

source: We will observe the fundamental principle and system of absolute Party leadership over the armed forces, and fully enforce the system of ultimate responsibility resting with the chairman of the Central Military Commission.
zh_cn: 坚持党对军队绝对领导的根本原则和制度，全面深入贯彻军委主席负责制。

source: We will implement the military strategy for the new era, strengthen military training under combat conditions, and firmly protect China's sovereignty, security, and development interests.
zh_cn: 贯彻新时代军事战略方针，提高实战化军事训练水平，坚决维护国家主权、安全、发展利益。

source: We will continue reforms in national defense and the armed forces, and establish a sound system of socialist military policies and institutions with Chinese characteristics.
zh_cn: 继续深化国防和军队改革，建立健全中国特色社会主义军事政策制度体系。

source: The system for national defense mobilization will be strengthened and improved, and educational activities will be carried out to heighten public consciousness about national defense.
zh_cn: 加强和完善国防教育、国防动员体系建设，增强全民国防意识。

source: We will further implement the military-civilian integration strategy, and speed up efforts to make innovations in defense related science and technology.
zh_cn: 深入实施军民融合发展战略，加快国防科技创新步伐。

source: We in government at all levels must concern ourselves with and vigorously support the development of national defense and the armed forces, conduct extensive activities to promote mutual support between the military and civilians, so that the tree of unity between the military and the government and between the military and the people continues to grow deep roots and is always in blossom.
zh_cn: 各级政府要大力关心支持国防和军队建设，深入开展“双拥”活动，让军政军民团结之树根深叶茂、永葆常青。

source: We will continue, fully and faithfully, to implement the policies of “one country, two systems,” the people of Hong Kong governing Hong Kong, the people of Macao governing Macao, and a high degree of autonomy for both regions, and act in strict compliance with China's Constitution and the basic laws of the Hong Kong and Macao special administrative regions.
zh_cn: 我们要继续全面准确贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，严格依照宪法和基本法办事。

source: The governments and chief executives of the two regions have our full support in exercising law-based governance.
zh_cn: 全力支持香港、澳门特别行政区政府和行政长官依法施政。

source: We will support the two regions in seizing the major opportunities presented by the Belt and Road Initiative and the Guangdong-Hong Kong-Macao Greater Bay Area development strategy, giving better play to their strengths, and deepening mutually beneficial cooperation with the mainland in all fields.
zh_cn: 支持港澳抓住共建“一带一路”和粤港澳大湾区建设的重大机遇，更好发挥自身优势，全面深化与内地互利合作。

source: We have every confidence that Hong Kong and Macao will develop and thrive together with the mainland and maintain long-term prosperity and stability.
zh_cn: 我们坚信，香港、澳门一定能与祖国内地同发展共进步、一定能保持长期繁荣稳定。

source: We will adhere to the major principles and policies on work related to Taiwan.
zh_cn: 我们要坚持对台工作大政方针。

source: We will implement in full the guiding principles embodied in General Secretary Xi Jinping's speech at the meeting to commemorate the 40th anniversary of the issuance of the Message to Our Compatriots in Taiwan.
zh_cn: 全面贯彻落实习近平总书记在《告台湾同胞书》发表40周年纪念会上的重要讲话精神，

source: We will uphold the one-China principle and the 1992 Consensus, promote the peaceful growth of relations across the Taiwan Strait, and advance China's peaceful reunification.
zh_cn: 坚持一个中国原则和“九二共识”，推动两岸关系和平发展、推进祖国和平统一进程。

source: We will resolutely oppose and deter any separatist schemes or activities seeking “Taiwan independence,” and resolutely protect China's sovereignty and territorial integrity.
zh_cn: 坚决反对和遏制“台独”分裂图谋和行径，坚决维护国家主权和领土完整。

source: We will deepen integrated development on both sides of the Taiwan Strait, and keep expanding cross-Strait economic and cultural exchanges and cooperation.
zh_cn: 深化两岸融合发展，持续扩大两岸经济文化交流合作。

source: The people on both sides of the Taiwan Strait are bound by kinship and share a common destiny. We should work together to create a beautiful future for all Chinese.
zh_cn: 两岸同胞同根相系、同命相连，应携手共创共享全体中国人的美好未来。

source: The world today faces profound changes of a kind unseen in a century.
zh_cn: 当今世界面临百年未有之大变局。

source: China will remain on the path of peaceful development, pursue mutually beneficial opening up, and resolutely uphold multilateralism and the international system built around the United Nations.
zh_cn: 我们将坚定不移走和平发展道路、奉行互利共赢的开放战略，坚定维护多边主义和以联合国为核心的国际体系。

source: We will participate actively in reforming and improving the global governance system and firmly uphold an open world economy to build a human community with a shared future.
zh_cn: 积极参与全球治理体系的改革完善，坚定维护开放型世界经济，推动构建人类命运共同体。

source: We will strengthen communication, dialogue, coordination, and cooperation with other major countries.
zh_cn: 加强与主要大国沟通对话与协调合作，

source: We will deepen relations with our neighbors and expand mutually beneficial cooperation with other developing countries.
zh_cn: 深化同周边国家关系，拓展与发展中国家互利合作。

source: We will actively offer constructive Chinese approaches for responding appropriately to global challenges and addressing flashpoints in some regions.
zh_cn: 积极为妥善应对全球性挑战和解决地区热点问题提供更多中国建设性方案。

source: China stands ready to work together with all other countries to make new contributions in promoting enduring world peace and shared prosperity.
zh_cn: 中国愿与各国携手合作、同舟共济，为促进世界持久和平与共同发展作出新的贡献。

source: Struggle creates history; hard work makes a bright future.
zh_cn: 奋斗创造历史，实干成就未来。

source: We will rally closer around the Party Central Committee with Comrade Xi Jinping at its core, hold high the banner of socialism with Chinese characteristics, follow the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, rise to each challenge, and create new progress.
zh_cn: 我们要更加紧密地团结在以习近平同志为核心的党中央周围，高举中国特色社会主义伟大旗帜，以习近平新时代中国特色社会主义思想为指导，迎难而上，开拓进取，

source: We will commemorate the 70th anniversary of the founding of the People's Republic of China with great achievements in economic and social development.
zh_cn: 以经济社会发展的优异成绩迎接中华人民共和国成立70周年，
